Repository: gustavo-munhoz/woofi
Catalog: woofi/Common/Localizable.xcstrings
Source language: en
Languages: pt_br

# addPetViewAge
source: Age
pt_br: Idade

# addPetViewBreed
source: Breed
pt_br: Raça

# addPetViewCreateButton
source: Create pet
pt_br: Criar pet

# addPetViewName
source: Name
pt_br: Nome

# addPetViewTitle
source: Add new pet
pt_br: Adicionar novo pet

# authLoginButtonTitle
source: Sign in
pt_br: Entrar

# authPasswordInputLabel
source: Password
pt_br: Senha

# authUsernameInputLabel
source: Username
pt_br: Nome de usuário

source: Cancel
pt_br: Cancelar

source: Continue
pt_br: Continuar

source: Delete
pt_br: Deletar

# editPetVCDeleteAlertMessage
source: Are you sure you want to delete %@? This will delete %@ for everyone in your group.
pt_br: Você tem certeza que quer deletar %@? Isso deletará %@ para todos no seu grupo.

# editPetVCDeleteAlertTitle
source: Delete %@?
pt_br: Deletar %@?

# editPetVCNavigationItemTitle
source: Edit your pet
pt_br: Editar seu pet

# editPetViewAgeStackTitle
source: Pet Age
pt_br: Idade do pet

# editPetViewBreedStackTitle
source: Pet Breed
pt_br: Raça do pet

# editPetViewChangePictureButton
source: Change pet picture
pt_br: Mudar foto do pet

# editPetViewDeleteButton
source: Delete pet
pt_br: Deletar pet

# editPetViewPetNameStackTitle
source: Pet Name
pt_br: Nome do pet

# editPetViewPictureStackTitle
source: Pet Picture
pt_br: Foto do pet

# editProfileSignOut
source: Sign out
pt_br: Finalizar sessão

# editProfileViewBioStackTitle
source: Biography
pt_br: Biografia

# editProfileViewChangePictureButton
source: Change profile picture
pt_br: Mudar foto do perfil

# editProfileViewDeleteAccount
source: Delete account
pt_br: Apagar conta

# editProfileViewDeleteAlertMessage
source: Are you sure you want to delete your account?
pt_br: Tem certeza que deseja apagar sua conta?

# editProfileViewDeleteAlertTitle
source: Delete account?
pt_br: Apagar conta?

# editProfileViewPictureStackTitle
source: Profile Picture
pt_br: Foto do perfil

# editProfileViewSignOutAlertMessage
source: Are you sure you want to sign out?
pt_br: Tem certeza de que deseja finalizar a sessão?

# editProfileViewSignOutAlertTitle
source: Sign out?
pt_br: Finalizar sessão?

# editProfileViewSignOutButton
source: Sign out
pt_br: Finalizar

# editProfileViewUsernameStackTitle
source: Username
pt_br: Nome de usuário

# errorEmailTakenMessage
source: This email has already been registered in Woofy.
pt_br: Este email já foi registrado no Woofy.

# errorEmailTakenTitle
source: Email taken
pt_br: Email já registrado

# errorInvalidEmailMessage
source: The entered email is invalid.
pt_br: O email inserido é inválido.

# errorInvalidEmailTitle
source: Invalid email
pt_br: Email inválido

# errorUnknownMessage
source: An unknown error has occurred, please try again.
pt_br: Um erro desconhecido ocorreu, por favor tente novamente.

# errorUnknownTitle
source: Unknown error
pt_br: Erro desconhecido

# errorUserNotFoundOrIncorrectPasswordMessage
source: The entered password or email are invalid.
pt_br: A senha ou email inserido são inválidos.

# errorUserNotFoundOrIncorrectPasswordTitle
source: Invalid email or password
pt_br: Email ou senha inválidos

# errorWeakPasswordMessage
source: The entered password is too weak.
pt_br: A senha inserida é muito fraca.

# errorWeakPasswordTitle
source: Weak password
pt_br: Senha fraca

# groupVCAlertMessage
source: Please choose an option below:
pt_br: Por favor, escolha uma opção abaixo:

# groupVCAlertTitle
source: Group options
pt_br: Opções de grupo

# groupVCInviteActionTitle
source: Invite members
pt_br: Convidar membros

# groupVCJoinActionTitle
source: Join group
pt_br: Entrar no grupo

# groupVCLeaveActionTitle
source: Leave group
pt_br: Sair do grupo

# groupVCLeaveWarningConfirm
source: Leave
pt_br: Sair

# groupVCLeaveWarningMessage
source: Are you sure you want to leave the group?
pt_br: Você tem certeza que quer sair do grupo?

# groupVCLeaveWarningTitle
source: Leave group?
pt_br: Sair do grupo?

# groupViewEmptyText
source: You don't have anyone in your group right now. Invite members or join a group to begin!
pt_br: Você não tem ninguém no seu grupo agora. Convidar membros ou entrar em um grupo para começar!

# homeVCGroupNavbarTitle
source: Group
pt_br: Grupo

# homeVCProfileNavbarTitle
source: Profile
pt_br: Perfil

# inviteVCMessage
source: Join my woofy group using this code: %@
pt_br: Junte-se ao meu grupo woofy usando este código: %@

# inviteViewShareButton
source: Share code
pt_br: Compartilhar código

# inviteViewTitle
source: Invite Members
pt_br: Convidar Membros

# inviteViewTutorial
source: Share this code with people you want to invite.
pt_br: Compartilhe este código com as pessoas que você quer convidar.

# joinGroupVCInvalidCodeMessage
source: The code you entered is invalid. Please try again.
pt_br: O código que você inseriu é inválido. Por favor, tente novamente.

# joinGroupVCInvalidCodeTitle
source: Invalid Code
pt_br: Código Inválido

# joinGroupViewButton
source: Join group
pt_br: Entrar no grupo

# joinGroupViewTitle
source: Join Group
pt_br: Entrar no Grupo

# joinGroupViewTutorial
source: Enter the code you received to join the group.
pt_br: Insira o código que você recebeu para entrar no grupo.

# loginVCNavTitle
source: Sign in
pt_br: Entrar

# loginViewRegisterButton
source: Sign up now
pt_br: Cadastre-se agora

# loginViewRegisterLabel
source: Don't have an account?
pt_br: Não tem uma conta?

# loginViewSeparator
source: or
pt_br: ou

# loginViewSigningIn
source: Signing in...
pt_br: Entrando...

# loginViewSignInWithApple
source: Sign in with Apple
pt_br: Entrar com Apple

# loginViewSignInWithGoogle
source: Sign in with Google
pt_br: Entrar com Google

# loginViewWelcomeBack
source: Welcome back!
pt_br: Bem-vindo de volta!

# notificationMessageBathBody
source: %@ has just given %@ a bath.
pt_br: %@ acabou de dar um banho em %@.

# notificationMessageBathTitle
source: %@ bath completed!
pt_br: Banho de %@ completo!

# notificationMessageBrushBody
source: %@ has just brushed %@.
pt_br: %@ acabou de escovar %@.

# notificationMessageBrushTitle
source: %@ brushed!
pt_br: Escovação de %@ feita!

# notificationMessageFeedBody
source: %@ has just fed %@.
pt_br: %@ acabou de alimentar %@.

# notificationMessageFeedTitle
source: %@ fed!
pt_br: Alimentação de %@ feita!

# notificationMessageVetBody
source: %@ has just taken %@ to the vet.
pt_br: %@ acabou de levar %@ ao veterinário.

# notificationMessageVetTitle
source: %@ vet visit done!
pt_br: Visita ao veterinário de %@ feita!

# notificationMessageWalkBody
source: %@ has just walked with %@.
pt_br: %@ acabou de passear com %@.

# notificationMessageWalkTitle
source: %@ walk completed!
pt_br: Passeio de %@ completo!

# petListVCContextMenuDelete
source: Delete pet
pt_br: Deletar pet

# petListVCContextMenuEdit
source: Edit pet
pt_br: Editar pet

# petListVCDeleteAlertMessage
source: Are you sure you want to delete %@? This will delete %@ for everyone in your group.
pt_br: Você tem certeza que quer deletar %@? Isso deletará %@ para todos no seu grupo.

# petListVCDeleteAlertTitle
source: Delete %@?
pt_br: Deletar %@?

# petListViewEmptyText
source: You currently have no pets in your group. Create a pet or join a group!
pt_br: Você não tem pets no seu grupo. Crie um pet ou entre em um grupo!

# petVCDailyTitle
source: Today
pt_br: Hoje

# petVCMonthlyTitle
source: This month
pt_br: Este mês

# petVCWeeklyTitle
source: This week
pt_br: Esta semana

# petViewLargeTitle
source: Tasks
pt_br: Tarefas

# photosAccessDeniedMessage
source: Please, allow access to your pictures in your device settings.
pt_br: Por favor, permita o acesso às suas fotos nas configurações do seu dispositivo.

# photosAccessDeniedTitle
source: Access to Photos Denied
pt_br: Acesso às Fotos Negado

# placeholderBio
source: Hello!
pt_br: Olá!

# placeholderUsername
source: User
pt_br: Usuário

# profileSetupVCNavigationTitle
source: Almost done!
pt_br: Quase pronto!

# profileSetupViewBioStackTitle
source: Enter your biography
pt_br: Insira sua biografia

# profileSetupViewChangePictureButton
source: Add profile picture
pt_br: Adicionar foto do perfil

# profileSetupViewPictureStackTitle
source: Set your profile picture
pt_br: Defina sua foto do perfil

# profileSetupViewUsernameStackTitle
source: Enter your username
pt_br: Insira seu nome de usuário

# registerViewSigningUp
source: Signing up...
pt_br: Cadastrando...

# registerViewSignUpButton
source: Sign up
pt_br: Cadastrar

# registerViewSignUpWithApple
source: Sign up with Apple
pt_br: Cadastrar com Apple

# registerViewSignUpWithGoogle
source: Sign up with Google
pt_br: Cadastrar com Google

# registerViewWelcome
source: Welcome to Woofy!
pt_br: Bem-vindo ao Woofy!

# taskDailyAfternoonWalk
source: Afternoon walk
pt_br: Passeio da tarde

# taskDailyEveningMeal
source: Evening meal
pt_br: Refeição da noite

# taskDailyEveningWalk
source: Evening walk
pt_br: Passeio da noite

# taskDailyMorningMeal
source: Morning meal
pt_br: Refeição da manhã

# taskDailyMorningWalk
source: Morning walk
pt_br: Passeio da manhã

# taskMonthlyBathFirst
source: First bath
pt_br: Primeiro banho

# taskMonthlyBathSecond
source: Second bath
pt_br: Segundo banho

# taskMonthlyVet
source: Veterinary appointment
pt_br: Consulta veterinária

# taskTypeBath
source: Bath
pt_br: Banho

# taskTypeBrush
source: Brushing
pt_br: Escovação

# taskTypeFeed
source: Feeding
pt_br: Alimentação

# taskTypeVet
source: Veterinary
pt_br: Veterinário

# taskTypeWalk
source: Walks
pt_br: Passeios

# taskWeeklyBrush
source: Weekly brush
pt_br: Escovação semanal

# userViewStatsLabel
source: Tasks completed
pt_br: Tarefas concluídas
